/* The label of the Cancel button */
"Cancel" = "Cancelar";

/* The label of the Continue button */
"Continue" = "Continuar";

/* The label of the Retry button */
"Retry" = "Tentar novamente";

/* The label of the Redo button */
"Redo" = "Refazer";

/* The label of the Trust button */
"Trust" = "Confiar";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Falha de identidade do servidor";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "O certificado do servidor está expirado ou ainda não é válido.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "O certificado do servidor não está assinado por nenhum servidor de raiz.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "O certificado do servidor ainda não é válido.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "O certificado do servidor está assinado por um servidor de raiz não confiável.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Não é possível verificar a identidade de \"%1$@\". %2$@\n\nSe você optar por continuar, poderá colocar suas informações confidenciais em risco.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Você deve tentar novamente se conectar com \"%@\" para acessar o conteúdo.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ não pode verificar a identidade de \"%2$@\". Para acessar esse conteúdo mesmo assim, escolha \"%3$@\" e tente executar a última ação novamente.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Não é possível verificar a identidade do servidor ";

